Repository: animepusya/Task-Planner-iOS
Catalog: Task Planner/Shared/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, uk

source: / month
de: / Monat
es: / mes
fr: / mois
it: / mese
ja: /月
ko: /월
pt_br: / mês
ru: / мес.
uk: / міс.

source: / year
de: / Jahr
es: / año
fr: / an
it: / anno
ja: /年
ko: /년
pt_br: / ano
ru: / год
uk: / рік

# %@ now vs %@ before
source: %1$@ now vs %2$@ before
de: %1$@ aktuell / %2$@ vorher
es: Ahora: %1$@ / antes: %2$@
fr: Actuel : %1$@ / précédent : %2$@
it: %1$@ ora / %2$@ prima
ja: 現在 %1$@ / 前回 %2$@
ko: 현재 %1$@ / 이전 %2$@
pt_br: Agora: %1$@ / antes: %2$@
ru: %1$@ сейчас / %2$@ раньше
uk: Зараз %1$@, раніше %2$@

source: %lld tasks
de: %lld Aufgaben
es: %lld tareas
fr: %lld tâches
it: %lld attività
ja: %lld件
ko: %lld개 할 일
pt_br: %lld tarefas
ru: Задач: %lld
uk: %lld завдань

source: +%lld more
de: +%lld mehr
es: +%lld más
fr: +%lld de plus
it: +%lld in più
ja: 他%lld件
ko: %lld개 더
pt_br: +%lld mais
ru: Ещё %lld
uk: Ще %lld

source: 1 day before
de: 1 Tag vorher
es: 1 día antes
fr: 1 jour avant
it: 1 giorno prima
ja: 1日前
ko: 1일 전
pt_br: 1 dia antes
ru: За 1 день
uk: За 1 день

source: 1 hour before
de: 1 Std. vorher
es: 1 hora antes
fr: 1 h avant
it: 1 ora prima
ja: 1時間前
ko: 1시간 전
pt_br: 1 hora antes
ru: За 1 час
uk: За 1 годину

source: 1 week before
de: 1 Woche vorher
es: 1 semana antes
fr: 1 semaine avant
it: 1 settimana prima
ja: 1週間前
ko: 1주 전
pt_br: 1 semana antes
ru: За 1 неделю
uk: За 1 тиждень

source: 2 days before
de: 2 Tage vorher
es: 2 días antes
fr: 2 jours avant
it: 2 giorni prima
ja: 2日前
ko: 2일 전
pt_br: 2 dias antes
ru: За 2 дня
uk: За 2 дні

source: 2 hours before
de: 2 Std. vorher
es: 2 horas antes
fr: 2 h avant
it: 2 ore prima
ja: 2時間前
ko: 2시간 전
pt_br: 2 horas antes
ru: За 2 часа
uk: За 2 години

source: 5 minutes before
de: 5 Min. vorher
es: 5 minutos antes
fr: 5 min avant
it: 5 minuti prima
ja: 5分前
ko: 5분 전
pt_br: 5 min antes
ru: За 5 минут
uk: За 5 хв

source: 10 minutes before
de: 10 Min. vorher
es: 10 minutos antes
fr: 10 min avant
it: 10 minuti prima
ja: 10分前
ko: 10분 전
pt_br: 10 min antes
ru: За 10 минут
uk: За 10 хв

source: 15 minutes before
de: 15 Min. vorher
es: 15 minutos antes
fr: 15 min avant
it: 15 minuti prima
ja: 15分前
ko: 15분 전
pt_br: 15 min antes
ru: За 15 минут
uk: За 15 хв

source: 30 minutes before
de: 30 Min. vorher
es: 30 minutos antes
fr: 30 min avant
it: 30 minuti prima
ja: 30分前
ko: 30분 전
pt_br: 30 min antes
ru: За 30 минут
uk: За 30 хв

source: A little more, when you need it
de: Mehr, wenn du es brauchst
es: Un poco más, cuando lo necesites
fr: Un peu plus, quand il le faut
it: Qualcosa in più, quando serve
ja: 必要なときに、もう少しだけ
ko: 필요할 때, 조금 더
pt_br: Um pouco mais, quando precisar
ru: Больше возможностей — когда нужно
uk: Трохи більше, коли потрібно

source: A rolling 7-day planner with interactive day selection.
de: Flexibler 7-Tage-Planer mit Tagesauswahl.
es: Planificador de 7 días con selección interactiva del día.
fr: Vue glissante sur 7 jours avec sélection du jour.
it: Agenda dei prossimi 7 giorni con selezione interattiva del giorno.
ja: 日を選べる7日間のプランナー。
ko: 날짜를 직접 고를 수 있는 7일 플래너.
pt_br: Um Planner de 7 dias com seleção interativa do dia.
ru: Планер на 7 дней с быстрым выбором дня.
uk: Планер на 7 днів із вибором дня.

source: About $1.67 / month
de: Ca. 1,67 $ / Monat
es: Aprox. $1,67 al mes
fr: Environ 1,67 $ / mois
it: Circa $1.67 al mese
ja: 月あたり約$1.67
ko: 월 약 $1.67
pt_br: Cerca de US$ 1,67/mês
ru: Около $1.67 в месяц
uk: Близько $1.67 / місяць

source: Active
de: Aktiv
es: Activas
fr: Actives
it: Attive
ja: アクティブ
ko: 활성
pt_br: Ativas
ru: Активные
uk: Активні

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
uk: Додати

source: Add a few tasks to see totals.
de: Füge ein paar Aufgaben hinzu, um Gesamtwerte zu sehen.
es: Añade algunas tareas para ver los totales.
fr: Ajoutez quelques tâches pour afficher les totaux.
it: Aggiungi qualche attività per vedere i totali.
ja: 合計を見るには、タスクをいくつか追加してください。
ko: 합계를 보려면 할 일을 몇 개 추가해 보세요.
pt_br: Adicione algumas tarefas para ver os totais.
ru: Добавьте несколько задач, чтобы увидеть итоги.
uk: Додайте кілька завдань, щоб побачити підсумки.

source: Add a short description…
de: Kurze Beschreibung…
es: Añade una breve descripción…
fr: Ajoutez une courte description…
it: Aggiungi una breve descrizione…
ja: 簡単な説明を追加…
ko: 짧은 설명 추가…
pt_br: Adicione uma descrição curta...
ru: Добавьте короткое описание…
uk: Короткий опис…

source: Add Category
de: Kategorie hinzufügen
es: Añadir categoría
fr: Ajouter une catégorie
it: Aggiungi categoria
ja: カテゴリを追加
ko: 카테고리 추가
pt_br: Adicionar categoria
ru: Добавить категорию
uk: Додати категорію

source: Add description
de: Beschreibung hinzufügen
es: Añadir descripción
fr: Ajouter une description
it: Aggiungi descrizione
ja: 説明を追加
ko: 설명 추가
pt_br: Adicionar descrição
ru: Добавить описание
uk: Додати опис

source: Add photo
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
it: Aggiungi foto
ja: 写真を追加
ko: 사진 추가
pt_br: Adicionar foto
ru: Добавить фото
uk: Додати фото

source: Add tracked time in the %@ to compare periods.
de: Erfasse Zeit für %@, um Zeiträume zu vergleichen.
es: Añade tiempo registrado en %@ para comparar periodos.
fr: Ajoutez du temps suivi sur %@ pour comparer les périodes.
it: Aggiungi tempo registrato nel %@ per confrontare i periodi.
ja: 期間比較をするには、%@に記録時間を追加してください。
ko: 기간을 비교하려면 %@에 시간을 기록하세요.
pt_br: Adicione tempo registrado em %@ para comparar períodos.
ru: Добавьте данные за %@, чтобы сравнить периоды.
uk: Додайте час за %@, щоб порівняти періоди.

source: Adjust Photo
de: Foto anpassen
es: Ajustar foto
fr: Ajuster la photo
it: Regola foto
ja: 写真を調整
ko: 사진 조정
pt_br: Ajustar foto
ru: Кадрировать фото
uk: Кадрувати фото

source: Advanced repeats
de: Flexible Wiederholungen
es: Repeticiones flexibles
fr: Répétitions avancées
it: Ripetizioni avanzate
ja: 柔軟な繰り返し
ko: 고급 반복
pt_br: Recorrências avançadas
ru: Гибкие повторы
uk: Гнучкі повтори

source: Advanced repeats, custom categories, and deeper statistics are unlocked.
de: Flexible Wiederholungen, eigene Kategorien und erweiterte Statistik sind freigeschaltet.
es: Ya tienes repeticiones flexibles, categorías propias y estadísticas más completas.
fr: Répétitions avancées, catégories personnalisées et statistiques détaillées sont débloquées.
it: Ripetizioni avanzate, categorie personalizzate e statistiche più complete sono già sbloccate.
ja: 柔軟な繰り返し、カスタムカテゴリ、詳細な統計を利用できます。
ko: 고급 반복, 맞춤 카테고리, 더 깊은 통계를 이용할 수 있습니다.
pt_br: Recorrências avançadas, categorias personalizadas e estatísticas mais completas já estão liberadas.
ru: Гибкие повторы, свои категории и расширенная статистика уже доступны.
uk: Відкрито гнучкі повтори, власні категорії та докладнішу статистику.

source: All day
de: Ganztägig
es: Todo el día
fr: Toute la journée
it: Tutto il giorno
ja: 終日
ko: 종일
pt_br: Dia inteiro
ru: Весь день
uk: Весь день

source: All future days
de: Alle folgenden Tage
es: Todos los días siguientes
fr: Tous les jours suivants
it: Da questo giorno in poi
ja: この日以降すべて
ko: 이후 모든 일정
pt_br: Todos os próximos dias
ru: Все будущие дни
uk: Усі майбутні дні

source: All-day
de: Ganztägig
es: Todo el día
fr: Journée entière
it: Tutto il giorno
ja: 終日
ko: 종일
pt_br: Dia inteiro
ru: Весь день
uk: Весь день

source: All-day time
de: Ganztagszeit
es: Hora para todo el día
fr: Heure par défaut
it: Ora per le attività di tutto il giorno
ja: 終日タスクの時刻
ko: 종일 할 일 시간
pt_br: Horário para tarefas de dia inteiro
ru: Время для задач на весь день
uk: Час для завдань на весь день

source: Allow notifications in Settings to use reminders.
de: Erlaube Mitteilungen in den Einstellungen, um Erinnerungen zu nutzen.
es: Permite las notificaciones en Ajustes para usar recordatorios.
fr: Autorisez les notifications dans Réglages pour utiliser les rappels.
it: Per usare i promemoria, abilita le notifiche in Impostazioni.
ja: リマインダーを使うには、設定で通知を許可してください。
ko: 미리 알림을 사용하려면 설정에서 알림을 허용하세요.
pt_br: Ative as notificações nos Ajustes para usar lembretes.
ru: Разрешите уведомления в Настройках, чтобы использовать напоминания.
uk: Дозвольте сповіщення в Налаштуваннях, щоб користуватися нагадуваннями.

source: Annual plan
de: Jahresplan
es: Plan anual
fr: Forfait annuel
it: Piano annuale
ja: 年額プラン
ko: 연간 플랜
pt_br: Plano anual
ru: Годовой план
uk: Річний план

source: App Language
de: App-Sprache
es: Idioma de la app
fr: Langue de l’app
it: Lingua dell'app
ja: アプリの言語
ko: 앱 언어
pt_br: Idioma do app
ru: Язык приложения
uk: Мова застосунку

source: App notifications
de: App-Mitteilungen
es: Notificaciones de la app
fr: Notifications de l’app
it: Notifiche dell'app
ja: アプリ通知
ko: 앱 알림
pt_br: Notificações do app
ru: Уведомления приложения
uk: Сповіщення застосунку

source: Applies to new tasks by default.
de: Gilt standardmäßig für neue Aufgaben.
es: Se aplica por defecto a las tareas nuevas.
fr: S’applique aux nouvelles tâches par défaut.
it: Si applica di default alle nuove attività.
ja: 新しいタスクにデフォルトで適用されます。
ko: 새 할 일에 기본 적용됩니다.
pt_br: Vale como padrão para novas tarefas.
ru: По умолчанию для новых задач.
uk: Застосовується до нових завдань за замовчуванням.

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
uk: Назад

source: Best for regular planning
de: Ideal für regelmäßige Planung
es: Ideal para planificar con regularidad
fr: Idéal au quotidien
it: Ideale per pianificare con continuità
ja: 日々の計画に最適
ko: 꾸준한 계획에 적합
pt_br: Ideal para a rotina
ru: Для регулярного планирования
uk: Для регулярного планування

source: Biggest drop
de: Größter Rückgang
es: Mayor bajada
fr: Plus forte baisse
it: Calo maggiore
ja: 最大減少
ko: 가장 큰 감소
pt_br: Maior queda
ru: Самое сильное снижение
uk: Найбільше падіння

source: Biggest growth
de: Größter Anstieg
es: Mayor crecimiento
fr: Plus forte hausse
it: Crescita maggiore
ja: 最大増加
ko: 가장 큰 증가
pt_br: Maior crescimento
ru: Самый сильный рост
uk: Найбільше зростання

source: Billed monthly
de: Monatlich abgerechnet
es: Cobro mensual
fr: Facturé chaque mois
it: Addebito mensile
ja: 毎月請求
ko: 매월 청구
pt_br: Cobrado mensalmente
ru: Списывается ежемесячно
uk: Оплата щомісяця

source: Built-in categories
de: Integrierte Kategorien
es: Categorías integradas
fr: Catégories intégrées
it: Categorie integrate
ja: 標準カテゴリ
ko: 기본 카테고리
pt_br: Categorias padrão
ru: Встроенные категории
uk: Вбудовані категорії

source: By Category
de: Kategorien
es: Por categoría
fr: Par catégorie
it: Per categoria
ja: カテゴリ別
ko: 카테고리별
pt_br: Por categoria
ru: Категории
uk: За категоріями

source: By Task
de: Aufgaben
es: Por tarea
fr: Par tâche
it: Per attività
ja: タスク別
ko: 할 일별
pt_br: Por tarefa
ru: Задачи
uk: За завданнями

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
ja: カレンダー
ko: 캘린더
pt_br: Calendário
ru: Календарь
uk: Календар

source: Calendar access is denied. Allow it in Settings > Privacy > Calendars.
de: Kalenderzugriff verweigert. Erlaube ihn in Einstellungen > Datenschutz > Kalender.
es: El acceso al calendario está denegado. Permítelo en Ajustes > Privacidad > Calendarios.
fr: L’accès au calendrier est refusé. Autorisez-le dans Réglages > Confidentialité > Calendriers.
it: L'accesso al calendario è negato. Abilitalo in Impostazioni > Privacy e sicurezza > Calendari.
ja: カレンダーへのアクセスが拒否されています。設定 > プライバシー > カレンダーで許可してください。
ko: 캘린더 접근이 거부되었어요. 설정 > 개인정보 보호 > 캘린더에서 허용하세요.
pt_br: O acesso ao calendário foi negado. Ative em Ajustes > Privacidade > Calendários.
ru: Доступ к календарю запрещён. Разрешите его в Настройках > Конфиденциальность > Календари.
uk: Доступ до Календаря заборонено. Дозвольте його в Налаштуваннях > Конфіденційність > Календарі.

source: Calendar access is restricted by the system.
de: Kalenderzugriff ist systemseitig eingeschränkt.
es: El acceso al calendario está restringido por el sistema.
fr: L’accès au calendrier est restreint par le système.
it: L'accesso al calendario è limitato dal sistema.
ja: システムによりカレンダーへのアクセスが制限されています。
ko: 시스템에서 캘린더 접근을 제한하고 있어요.
pt_br: O acesso ao calendário está restrito pelo sistema.
ru: Доступ к календарю ограничен системой.
uk: Доступ до Календаря обмежено системою.

source: Calendar access: denied
de: Kalenderzugriff: verweigert
es: Acceso al calendario: denegado
fr: Accès au calendrier : refusé
it: Accesso al calendario: negato
ja: カレンダーアクセス: 拒否済み
ko: 캘린더 접근: 거부됨
pt_br: Acesso ao calendário: negado
ru: Доступ к календарю: запрещён
uk: Доступ до Календаря: заборонено

source: Calendar access: granted
de: Kalenderzugriff: erlaubt
es: Acceso al calendario: permitido
fr: Accès au calendrier : autorisé
it: Accesso al calendario: consentito
ja: カレンダーアクセス: 許可済み
ko: 캘린더 접근: 허용됨
pt_br: Acesso ao calendário: permitido
ru: Доступ к календарю: разрешён
uk: Доступ до Календаря: дозволено

source: Calendar access: not requested
de: Kalenderzugriff: nicht angefragt
es: Acceso al calendario: no solicitado
fr: Accès au calendrier : pas encore demandé
it: Accesso al calendario: non richiesto
ja: カレンダーアクセス: 未設定
ko: 캘린더 접근: 요청 안 함
pt_br: Acesso ao calendário: não solicitado
ru: Доступ к календарю: не запрошен
uk: Доступ до Календаря: не запитано

source: Calendar access: restricted
de: Kalenderzugriff: eingeschränkt
es: Acceso al calendario: restringido
fr: Accès au calendrier : restreint
it: Accesso al calendario: limitato
ja: カレンダーアクセス: 制限中
ko: 캘린더 접근: 제한됨
pt_br: Acesso ao calendário: restrito
ru: Доступ к календарю: ограничен
uk: Доступ до Календаря: обмежено

source: Calendar access: unknown
de: Kalenderzugriff: unbekannt
es: Acceso al calendario: desconocido
fr: Accès au calendrier : inconnu
it: Accesso al calendario: sconosciuto
ja: カレンダーアクセス: 不明
ko: 캘린더 접근: 알 수 없음
pt_br: Acesso ao calendário: desconhecido
ru: Доступ к календарю: неизвестен
uk: Доступ до Календаря: невідомо

source: Calendar access: write-only
de: Kalenderzugriff: nur Schreibzugriff
es: Acceso al calendario: solo escritura
fr: Accès au calendrier : écriture seule
it: Accesso al calendario: solo scrittura
ja: カレンダーアクセス: 書き込みのみ
ko: 캘린더 접근: 쓰기 전용
pt_br: Acesso ao calendário: só escrita
ru: Доступ к календарю: только запись
uk: Доступ до Календаря: лише запис

source: Calendar overlay: %@
de: Kalendertermine: %@
es: Eventos del calendario: %@
fr: Calendrier Apple : %@
it: Eventi calendario: %@
ja: カレンダー予定: %@
ko: 캘린더 일정 표시: %@
pt_br: Eventos do calendário: %@
ru: События из календаря: %@
uk: Події календаря: %@

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
uk: Скасувати

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
ja: カテゴリ
ko: 카테고리
pt_br: Categorias
ru: Категории
uk: Категорії

source: Category name
de: Kategoriename
es: Nombre de la categoría
fr: Nom de la catégorie
it: Nome categoria
ja: カテゴリ名
ko: 카테고리 이름
pt_br: Nome da categoria
ru: Название категории
uk: Назва категорії

source: Change in iPhone Settings
de: In den iPhone-Einstellungen ändern
es: Cambiar en Ajustes del iPhone
fr: À modifier dans les Réglages de l’iPhone
it: Nelle Impostazioni di iPhone
ja: iPhoneの設定で変更
ko: iPhone 설정에서 변경
pt_br: Altere nos Ajustes do iPhone
ru: Изменяется в настройках iPhone
uk: Змінюється в налаштуваннях iPhone

source: Choose a name.
de: Namen eingeben.
es: Escribe un nombre.
fr: Choisissez un nom.
it: Inserisci un nome.
ja: 名前を入力してください。
ko: 이름을 입력하세요.
pt_br: Escolha um nome.
ru: Введите название.
uk: Введіть назву.

source: Choose day
de: Tag wählen
es: Elegir día
fr: Choisir un jour
it: Scegli il giorno
ja: 日を選択
ko: 날짜 선택
pt_br: Escolher dia
ru: Выберите день
uk: Виберіть день

source: Choose month
de: Monat wählen
es: Elegir mes
fr: Choisir le mois
it: Scegli il mese
ja: 月を選択
ko: 월 선택
pt_br: Escolher mês
ru: Выберите месяц
uk: Виберіть місяць

source: Choose week
de: Woche wählen
es: Elegir semana
fr: Choisir une semaine
it: Scegli la settimana
ja: 週を選択
ko: 주 선택
pt_br: Escolher semana
ru: Выберите неделю
uk: Виберіть тиждень

source: Choose year
de: Jahr wählen
es: Elegir año
fr: Choisir une année
it: Scegli l'anno
ja: 年を選択
ko: 연도 선택
pt_br: Escolher ano
ru: Выберите год
uk: Виберіть рік

source: Clear
de: Alles löschen
es: Borrar
fr: Effacer
it: Cancella tutto
ja: すべて削除
ko: 전체 삭제
pt_br: Limpar
ru: Удалить всё
uk: Очистити

source: Clear all tasks
de: Alle Aufgaben löschen
es: Eliminar todas las tareas
fr: Effacer toutes les tâches
it: Cancella tutte le attività
ja: すべてのタスクを削除
ko: 모든 할 일 삭제
pt_br: Apagar todas as tarefas
ru: Удалить все задачи
uk: Видалити всі завдання

source: Clear all tasks?
de: Alle Aufgaben löschen?
es: ¿Eliminar todas las tareas?
fr: Effacer toutes les tâches ?
it: Cancellare tutte le attività?
ja: すべてのタスクを削除しますか？
ko: 모든 할 일을 삭제할까요?
pt_br: Apagar todas as tarefas?
ru: Удалить все задачи?
uk: Видалити всі завдання?

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
uk: Закрити

source: Color
de: Farbe
fr: Couleur
it: Colore
ja: カラー
ko: 색상
pt_br: Cor
ru: Цвет
uk: Колір

source: Comparison
de: Vergleich
es: Comparación
fr: Comparaison
it: Confronto
ja: 比較
ko: 비교
pt_br: Comparação
ru: Сравнение
uk: Порівняння

source: Continue Annual
de: Jahresplan wählen
es: Elegir anual
fr: Choisir l’annuel
it: Continua con l'annuale
ja: 年額プランで続ける
ko: 연간 플랜 선택
pt_br: Assinar anual
ru: Оформить годовой план
uk: Оформити річний план

source: Continue Monthly
de: Monatsplan wählen
es: Elegir mensual
fr: Choisir le mensuel
it: Continua con il mensile
ja: 月額プランで続ける
ko: 월간 플랜 선택
pt_br: Assinar mensal
ru: Оформить ежемесячный план
uk: Оформити місячний план

source: Continues
de: Läuft weiter
es: Continúa
fr: Se poursuit
it: Continua
ja: 継続
ko: 계속
pt_br: Continua
ru: Продолжается
uk: Продовжується

source: Couldn't Complete Purchase
de: Kauf fehlgeschlagen
es: No se pudo completar la compra
fr: Impossible de finaliser l’achat
it: Impossibile completare l'acquisto
ja: 購入を完了できませんでした
ko: 구매를 완료할 수 없어요
pt_br: Não foi possível concluir a compra
ru: Не удалось завершить покупку
uk: Не вдалося завершити покупку

source: Couldn't create the Task Planner calendar.
de: Task Planner-Kalender konnte nicht erstellt werden.
es: No se pudo crear el calendario Task Planner.
fr: Impossible de créer le calendrier Task Planner.
it: Impossibile creare il calendario Task Planner.
ja: Task Plannerカレンダーを作成できませんでした。
ko: Task Planner 캘린더를 만들 수 없어요.
pt_br: Não foi possível criar o calendário do Task Planner.
ru: Не удалось создать календарь Task Planner.
uk: Не вдалося створити календар Task Planner.

source: Couldn't load
de: Laden fehlgeschlagen
es: No se pudo cargar
fr: Impossible de charger
it: Impossibile caricare
ja: 読み込めませんでした
ko: 불러올 수 없어요
pt_br: Não foi possível carregar
ru: Не удалось загрузить
uk: Не вдалося завантажити

source: Couldn't Load Photo
de: Foto konnte nicht geladen werden
es: No se pudo cargar la foto
fr: Impossible de charger la photo
it: Impossibile caricare la foto
ja: 写真を読み込めませんでした
ko: 사진을 불러올 수 없어요
pt_br: Não foi possível carregar a foto
ru: Не удалось загрузить фото
uk: Не вдалося завантажити фото

source: Couldn't load settings.
de: Einstellungen konnten nicht geladen werden.
es: No se pudieron cargar los ajustes.
fr: Impossible de charger les réglages.
it: Impossibile caricare le impostazioni.
ja: 設定を読み込めませんでした。
ko: 설정을 불러올 수 없어요.
pt_br: Não foi possível carregar os ajustes.
ru: Не удалось загрузить настройки.
uk: Не вдалося завантажити налаштування.

source: Couldn't Open Subscription Settings
de: Abo-Einstellungen konnten nicht geöffnet werden
es: No se pudieron abrir los ajustes de la suscripción
fr: Impossible d’ouvrir les réglages d’abonnement
it: Impossibile aprire le impostazioni dell'abbonamento
ja: サブスクリプション設定を開けませんでした
ko: 구독 설정을 열 수 없어요
pt_br: Não foi possível abrir os ajustes de assinatura
ru: Не удалось открыть настройки подписки
uk: Не вдалося відкрити налаштування підписки

source: Couldn't remove the event from Calendar.
de: Ereignis konnte nicht aus dem Kalender gelöscht werden.
es: No se pudo eliminar el evento del calendario.
fr: Impossible de supprimer l’événement du Calendrier.
it: Impossibile rimuovere l'evento dal Calendario.
ja: カレンダーからイベントを削除できませんでした。
ko: 캘린더에서 일정을 삭제할 수 없어요.
pt_br: Não foi possível remover o evento do Calendário.
ru: Не удалось удалить событие из Календаря.
uk: Не вдалося видалити подію з Календаря.

source: Couldn't Restore Purchases
de: Wiederherstellung fehlgeschlagen
es: No se pudieron restaurar las compras
fr: Impossible de restaurer les achats
it: Impossibile ripristinare gli acquisti
ja: 購入を復元できませんでした
ko: 구매를 복원할 수 없어요
pt_br: Não foi possível restaurar as compras
ru: Не удалось восстановить покупки
uk: Не вдалося відновити покупки

source: Couldn't save
de: Speichern fehlgeschlagen
es: No se pudo guardar
fr: Impossible d’enregistrer
it: Impossibile salvare
ja: 保存できませんでした
ko: 저장할 수 없어요
pt_br: Não foi possível salvar
ru: Не удалось сохранить
uk: Не вдалося зберегти

source: Couldn't save the event to Calendar.
de: Ereignis konnte nicht im Kalender gespeichert werden.
es: No se pudo guardar el evento en Calendario.
fr: Impossible d’enregistrer l’événement dans le Calendrier.
it: Impossibile salvare l'evento in Calendario.
ja: イベントをカレンダーに保存できませんでした。
ko: 일정을 캘린더에 저장할 수 없어요.
pt_br: Não foi possível salvar o evento no Calendário.
ru: Не удалось сохранить событие в Календарь.
uk: Не вдалося зберегти подію в Календарі.

source: Couldn't Use Photo
de: Foto konnte nicht übernommen werden
es: No se pudo procesar la foto
fr: Impossible d’utiliser la photo
it: Impossibile usare la foto
ja: 写真を使用できませんでした
ko: 사진을 사용할 수 없어요
pt_br: Não foi possível usar a foto
ru: Не удалось обработать фото
uk: Не вдалося обробити фото

source: Create a repeating task in Planner and it will appear here.
de: Erstelle im Planer eine Serienaufgabe, dann erscheint sie hier.
es: Crea una tarea recurrente en el planificador y aparecerá aquí.
fr: Créez une tâche récurrente dans le planning, elle apparaîtra ici.
it: Crea un'attività ricorrente nell'agenda e la troverai qui.
ja: プランナーで繰り返しタスクを作成すると、ここに表示されます。
ko: 플래너에서 반복 할 일을 만들면 여기에 표시돼요.
pt_br: Crie uma tarefa recorrente no Planner e ela vai aparecer aqui.
ru: Создайте повторяющуюся задачу, и она появится здесь.
uk: Створіть повторюване завдання в планері, і воно з’явиться тут.

source: Create Task
de: Aufgabe erstellen
es: Crear tarea
fr: Nouvelle tâche
it: Crea attività
ja: タスクを作成
ko: 할 일 만들기
pt_br: Criar tarefa
ru: Создать задачу
uk: Створити завдання

source: Create your own categories, use flexible repeats, and unlock deeper planning insights.
de: Erstelle eigene Kategorien, nutze flexible Wiederholungen und gewinne mehr Einblicke in deine Planung.
es: Crea tus categorías, usa repeticiones flexibles y consigue una visión más completa de tu planificación.
fr: Créez vos propres catégories, profitez de répétitions flexibles et affinez votre planning.
it: Crea le tue categorie, usa ripetizioni flessibili e ottieni statistiche più approfondite.
ja: カスタムカテゴリ、柔軟な繰り返し、詳細な統計で、計画をもっと深く見渡せます。
ko: 맞춤 카테고리와 유연한 반복, 더 깊은 통계를 이용해 보세요.
pt_br: Crie suas próprias categorias, use recorrências flexíveis e desbloqueie insights mais completos do seu planejamento.
ru: Создавайте свои категории, используйте гибкие повторы и получайте более полную картину планирования.
uk: Створюйте власні категорії, використовуйте гнучкі повтори й відкривайте глибшу статистику.

source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Attuale
ja: 現在
ko: 현재
pt_br: Atual
ru: Текущий
uk: Поточний

# Current %@ / Previous %@
source: Current %1$@ / Previous %2$@
de: Aktuell %1$@ / vorher %2$@
es: Actual: %1$@ / anterior: %2$@
fr: Actuel : %1$@ / précédent : %2$@
it: Attuale %1$@ / precedente %2$@
ja: 現在の%1$@ / 前回の%2$@
ko: 현재 %1$@ / 이전 %2$@
pt_br: Atual: %1$@ / anterior: %2$@
ru: Сейчас %1$@ / раньше %2$@
uk: Поточний %1$@ / попередній %2$@

source: Current period
de: Aktueller Zeitraum
es: Periodo actual
fr: Période actuelle
it: Periodo attuale
ja: 現在の期間
ko: 현재 기간
pt_br: Período atual
ru: Текущий период
uk: Поточний період
